{"titulo": ["Pesquisadores criam câmera minúscula que pode ser carregada por insetos", "As coisas mais legais que encontramos na Amazon nesta semana", "Campanha de Trump quer que apoiadores assinem uma petição esquisita para banir o TikTok dos EUA", "Beyond Meat passa a vender hambúrguer e linguiça veganos no Brasil", "Twitter: hackers baixaram informações de contas, inclusive mensagens, de alguns alvos", "Apple atualiza guia de estilo e passa a evitar termos como blacklist, master e slave", "Leitor do Gizmodo: desconto de 25% na compra de Windows 10 e Pacote Office", "Falha em roteador do Cloudflare tirou do ar vários serviços da internet na noite de sexta-feira", "Claro, TIM e Vivo se juntam em oferta para comprar operação móvel da Oi", "GitHub coloca projetos em cápsula do tempo no Ártico e espera que ela dure mil anos"], "data": ["19 de julho de 2020 @ 17:10", "19 de julho de 2020 @ 15:20", "19 de julho de 2020 @ 14:48", "19 de julho de 2020 @ 12:32", "19 de julho de 2020 @ 10:46", "18 de julho de 2020 @ 16:40", "18 de julho de 2020 @ 15:26", "18 de julho de 2020 @ 13:21", "18 de julho de 2020 @ 12:01", "18 de julho de 2020 @ 09:59"], "resumo": ["Pesquisadores da Universidade de Washington criaram uma espécie de câmera GoPro reduzida que pode ser usada por insetos, como besouros.", "Como você deve saber, a Amazon vende uma infinidade de coisas. E para ajudar você a explorar este mundo, reunimos aqui alguns produtos que têm tudo a ver com quem lê o Gizmodo. Tem desde acessórios para melhorar a produtividade…", "Campanha para a reeleição de Trump tem feito anúncios para apoiadores assinarem uma \"petição\" que, na verdade, é uma pesquisa para banir o TikTok dos EUA.", "Uma das primeiras a fazerem hambúrguer com proteína vegetal nos EUA, Beyond Meat começa a vender produtos no mercado brasileiro.", "Segundo o Twitter, alguns alvos de hackeamento tiveram informações baixadas, como mensagens diretas; alvos não tinham contas verificadas.", "Apple atualizou seu guia de estilo para evitar o uso de termos como \"blacklist\", \"master\", \"slave' em documentações e configurações de hardware.", "Não tem quem não precise de uma boa máquina para trabalhar (ou até mesmo para uso pessoal), com programas e softwares de de qualidade e um sistema operacional seguro, atualizado e eficiente. E para isso não há atalhos: é necessário…", "Se você teve problemas na sexta-feira para acessar o Discord, Feedly e League of Legends, saiba que a causa foi um roteador problemático do Cloudflare.", "Em comunicado, as operadoras móveis Claro, TIM e Vivo demonstraram interesse em comprar ativos de divisão móvel da operadora Oi.", "Se você postou um projeto no GitHub antes de 2 de fevereiro, os frutos do seu trabalho agora provavelmente estão guardados por um milênio em uma arca congelada. Na quinta-feira (16), o maior repositório de código-fonte do mundo anunciou que,…"]}